tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "docker"
brew "git"
brew "gitmoji"
brew "jq"
brew "lima"
brew "mas"
brew "neovim"
brew "sheldon"
brew "starship"
cask "coteditor"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2-beta"
cask "visual-studio-code"
cask "xquartz"
mas "Xcode", id: 497799835
