tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "docker"
brew "git"
brew "gitmoji"
brew "lima"
brew "mas"
brew "neovim"
brew "sheldon"
brew "starship"
cask "adobe-creative-cloud"
cask "bitwarden"
cask "coteditor"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2-beta"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Xcode", id: 497799835
